{
  "fields": {
    "Date_of_birth": "13.07.1021",
    "Name\n": "Loki",
    "Sex\n": "M",
    "Height\n": "193cm",
    "Weight\n": "238kg",
    "Blood_type": "B+",
    "Rank\n": "Junior Data Analyst",
    "Security_level": "C",
    "Signature\n": "Loki",
    "Date\n": "24.08.2022",
    "Employee_code": "IT22-11",
    "Department\n": "Medical Data Department",
    "Background\n": "Loki Laufeyson is the son of Queen Farbauti and King Laufey, leader of the Giants of Jotunheim. He was born small and was an embarrassment to his parents, and was segregated from other Giants.\n\nThroughout their childhood and into adolescence, Loki became resentful of how differently he and Thor were treated by the general Asgardian citizenry. Valuing great strength, tenacity, and battle-bravery above all, the Asgardians clearly favored Thor. Loki's gifts, however, lay in other areas, most notably sorcery. Possessing a natural affinity for commanding great magical forces, he schemed to use his power to destroy Thor and become the most powerful in all of Asgard.",
    "Strengths\n": "Genius Intelligence: Loki has a genius level intellect and possesses a great deal of knowledge of the mystic arts. He is also extremely cunning and skilled, an expert battle strategist, and highly skilled and charismatic manipulator, which is evident by the ease how Loki repeatedly succeeded to regain the trust of his fellow Asgardians, despite his numerous crimes. Loki possesses a brilliant intellect, with some knowledge of technology, as illustrated by the time when he created a machine to amplify Iceman's powers, and when he attached devices to the Twilight sword to tap into its powers. Loki is an expert manipulator and schemer, frequently using pawns in his plans.\nAllspeak: Thanks to the Allspeak Loki can communicate in all of the languages of the Nine Realms, Earth's dialects, and various alien languages.\nSkilled Combatant: Loki is a formidable combatant in his own right, particularly as a swordsman or in the use of his various energy manipulative powers in combat situations, enough to hold his own against Thor on numerous occasions and beat the Disir into (literal) submission. He is sometimes armed with a sword, a whip, or a three-pronged spear and has used magical items (such as the Norn Stones) to enhance his powers.",
    "Weaknesses\n": "Magic limitations: Loki's powers are believed to at least be slightly weaker on Midgard than on Asgard, as his birth was not of Gaea, and even Odin's magic was on the wane on Earth. Also, while apparently possessing some extrasensory abilities that resemble psionic powers, Loki cannot directly read the minds of other beings, nor can he control their actions.\nSuperiority inferiority complex: Loki's ambition has proven to be his greatest flaw, as his passionate hatred of Thor, lust for power, and his tendency to alienate himself through his ignoble actions greatly impedes his ability to bring his well laid plans to fruition. Also, as noticed by Apocalypse, Loki has a poor understanding of human nature, which leads him to severely underestimate his mortal (earthly) opponent's, resulting into humiliating defeat."
  }
}