{
  "fields": {
    "Date_of_birth": "03.10.3000 B.C",
    "Name\n": "Valkyrie",
    "Sex\n": "F",
    "Height\n": "190cm",
    "Weight\n": "215kg",
    "Blood_type": "AB",
    "Rank\n": "Junior Data Analyst",
    "Security_level": "C",
    "Signature\n": "Valkyrie",
    "Date\n": "24.8.2022",
    "Employee_code": "IT22-08",
    "Department\n": "Medical Data Department",
    "Background\n": "Brunnhilde was selected by Odin, King of the Gods of the realm of Asgard, to lead the Valkyrior (the Choosers of the Slain), a group of warrior goddesses who would appear over the battlefields of mortal worshippers of the Asgardian gods and choose which of the fallen were worthy to be taken to Valhalla, the land of the honored dead. Brunnhilde served capably in this capacity for centuries.\n\nValkyrie led the surviving Asgardians to Earth and arrived in Tønsberg, Norway. There they reunited with Thor, who renamed the town New Asgard. Instead of ruling in an effective way, Thor neglected his duties as king and reverted to a life of alcoholism, which resulted in a massive weight gain as a way to cope with his failures, much to Valkyrie's dismay. With an absent leader, Valkyrie fell into the position of helping her community.",
    "Strengths\n": "Valkyrie is the strongest of all Valkyrior. Like all her people, her body is several times denser than that of humans. She is not immortal, but she ages far more slowly than humans. Valkyrie is immune to all earthly diseases and is difficult to injure. Her Asgardian physiology grants her enhanced levels of stamina. Valkyrie can perceive the approach of death, in the form of a \"deathglow\" surrounding a person's body. She does not know how death will come but she can tell that it is imminent. Valkyrie can transport herself and a dying or dead body to and from the realm of the dead by willing it. Valkyrie has had extensive training in sword fighting as well as unarmed combat and horseback riding. Her natural fighting ability is among the best of all Asgardians, matched only by Sif.",
    "Weaknesses\n": "Though the majority of Valkyrie's damage is raw physical damage dealt through Block, she deals a significant amount of damage through her instant Bleeds, so against a Bleed Immune opponent she loses about a third of her DPS.\n\nValkyrie benefits hugely from hitting into her opponent's Block, but if the opponent has an ability that triggers when Blocking, that can be dangerous for her.\n\nValkyrie revolves around controlling her Combo Meter, things that mess with her Meter, such as Counter-Evades, can really trip her up. Fortunately she has some protection against this with her Combo Shield, but that protection has its limits."
  }
}