{
  "fields": {
    "Date_of_birth": "01.04.1964",
    "Name\n": "Daredevil",
    "Sex\n": "M",
    "Height\n": "1,83",
    "Weight\n": 79,
    "Blood_type": "B-",
    "Rank\n": "Junior Data Analyst",
    "Security_level": "C",
    "Signature\n": "Daredevil",
    "Date\n": "25.8.2022",
    "Employee_code": "IT22-17",
    "Department\n": "Medical Data Department",
    "Background\n": "Daredevil's origins stem from a childhood car accident that gave him special abilities. While growing up in the\nhistorically gritty or crime-ridden working class Irish-American neighborhood of Hell's Kitchen in New York City,\nMatt Murdock is blinded by a radioactive substance that falls from an out-of-control truck after he pushes a man\nout of the path of the oncoming vehicle. While he can no longer see, his exposure to the radioactive material\nheightens his remaining senses beyond normal human ability, and gives him a \"radar sense.\" His father, a boxer\nnamed Jack Murdock, is a single man raising his now blind son, who despite his rough upbringing, unconditionally\nloves his son and tries to teach him to form a better life for himself. Jack is later killed by gangsters after refusing to\nthrow a fight, leaving Matt an orphan. In order to protect himself, Matt began training to hone his physical abilities\nand superhuman senses under the tutelage of a mysterious blind stranger named Stick, eventually becoming a\nhighly skilled and expert martial artist.\nSome years later, after graduating from law school with high grades, Matt seeks out the criminal element in Hell's\nKitchen and starts his crime-fighting activities. Matt targets the local gangsters who murdered his father and\nsucceeds in bringing them to justice. Eventually, donning a costumed attire modeled after a devil, Matt took up a\nretending to have a sighted identical twin brother named Mike Murdock, who Matt would claim was Daredevil\nwhenever his identity was made public knowledge, and occasionally impersonate, Mike is brought into existence\nfollowing an encounter with a reality-warping mutant, before cementing his existence alongside Matt in history with\na magic spell.",
    "Strengths\n": "Superhuman agility, reflexes, senses, and balance.\nBlindsight.\nHigh pain tolerance.\nMastery of stick-fighting, martial arts, and acrobatics.\nUtilizing billy club with multi-purpose functions.\nExpertise in criminology.",
    "Weaknesses\n": "Inlove with his best frend"
  }
}