{
  "fields": {
    "Date_of_birth": "16.03.1961",
    "Name\n": "Spawn",
    "Sex\n": "M",
    "Height\n": 187,
    "Weight\n": 181,
    "Blood_type": "0-",
    "Rank\n": "Junior Data Analyst",
    "Security_level": "C",
    "Signature\n": "Spawn",
    "Date\n": "24.08.2022",
    "Employee_code": "IT22-12",
    "Department\n": "Medical Data Department",
    "Background\n": "In life, Spawn was Albert Francis Simmons, who was born in Detroit, Michigan, as the second eldest of three children born to Bernard Simmons – a traveling salesman – and Esther Simmons, a devil worshipper. Simmons was once a very intelligent and physically strong highly decorated officer in the U.S. Marine Corps, attaining the rank of Lieutenant Colonel while serving with Force Recon. He later joined the Secret Service, where he became a highly decorated member who was recruited into the Central Intelligence Agency. Once in the CIA, Simmons joined the U.S. Security Group - an umbrella agency encompassing the CIA, the NSA, and the NSC commanded by Director Jason Wynn, and becomes a capable assassin.During a mission in Botswana, Director Wynn grew tired of Simmons' increasing sense of morality and secretly hired Simmons' friend and partner Bruce Stinson (codename Chapel), to kill him. Simmons was burned to death and sent to Hell.[16][17][18] Making a deal with the devil Malebolgia, Simmons agreed to become a Hellspawn and served Malebolgia if he was allowed to see his wife Wanda one last time. Malebolgia agreed and returned Simmons to the living realm but without most of his memories, a severely burned body and a demonic guardian named the Violator.[19]  After his death and rebirth, Simmons – now called Spawn – arrives on Earth in a daze, off-balance and disoriented. With only vague recollections of his past, he only knows his name and that he died. Spawn occasionally experiences painful flashbacks and eventually remembers his deal with Malebolgia but not his wife's name. Using CIA files, he tracks down his wife and finds her married to his former best friend Terry, with whom she has a daughter named Cyan,[17] and realizes five years have passed since his \"death\".  Spawn soon runs into a fellow Hellspawn, who informs him his powers are fueled by Necroplasm and that once they are depleted, he will return to Hell. Not wanting to return to Hell, Spawn attempts to find a new purpose in life while using as little power as possible. Spawn is thrust into several antihero adventures, taking down street gangs and organized crime in New York City. Battling against Italian mobsters and later eventually killing a serial murderer and pedophile Billy Kincaid, Spawn finds a new purpose in stopping evil.",
    "Strengths\n": "Powers and abilities. Spawn's body is quite dense, weighing over 450 pounds and is composed completely of necroplasm. This gives him superhuman strength, speed and durability. While he still has internal organs, they are only semi-functional, however their damage or destruction does not hinder Spawn at all.",
    "Weaknesses\n": "Weaknesses If he taxes his Necroplasm too much, he will be sent to hell again. Will be killed by decapitation. Dead's Zone's render his abilities. His power will be drained if he's in the Greenworld Dimension. He'll be grievously injured if he's torn apart."
  }
}