{
  "fields": {
    "Date_of_birth": "01.05.1959",
    "Name": "Gorilla Grodd",
    "Sex": "M",
    "Height": 2,
    "Weight": 360,
    "Blood_type": "0Neg",
    "Rank": "Junior Data Analyst",
    "Security_level": "C",
    "Signature": "Gorilla Grodd",
    "Date": "03.10.2022",
    "Department": "Medical Data Department",
    "Background": "Grodd is a hyper-intelligent telepathic gorilla able to control the minds of others. He was an average ape until an alien spacecraft (retconned from a radioactive meteor which also empowered Hector Hammond) crashed in Grodd's African home.[2] Grodd and his tribe of gorillas were imbued with super-intelligence by the ship's pilot. Grodd and fellow gorilla Solovar also developed telepathic and telekinetic powers. Led by the alien, the gorillas constructed the super-advanced Gorilla City.[3] The gorillas lived in peace until their home was discovered by explorers. Grodd forced one of the explorers to kill the alien and took over Gorilla City, planning to conquer the world next. Solovar telepathically contacted Barry Allen to warn of the evil gorilla's plans, and Grodd was defeated. The villain manages to return again and again to plague the Flash and the hero's allies.",
    "Strengths": "Grodd's psionic abilities allow him to place other beings under his mental control and transfer his consciousness into other bodies. Grodd also has (on occasion) vast telekinetic abilities ranging from force beams, telekinetic transmutation of matter and lifting thousands of tons mentally. he has shown the ability to absorb intelligence through the consumption of human brains. He possesses great superhuman strength far exceeding that of an ordinary gorilla. He is a scientific genius who has mastered Gorilla City's advanced technology and who has created many incredible inventions of his own. He also uses large laser guns.",
    "Weaknesses": "ains or strengthens his already vast psychokinetic abilities via ingesting a pill he develops after evolving himself into a human, enabling him to control the forces of nature. But after he turns back, he loses this power as his brain is not evolved enough"
  }
}