{
  "fields": {
    "Date_of_birth": "01.06.1957",
    "Name": "Captain Cold",
    "Sex": "M",
    "Height": 187,
    "Weight": 87,
    "Blood_type": 0,
    "Rank": "Junior Data Analyst",
    "Security_level": "C",
    "Signature": "Captain cold",
    "Date": "3.10.2022",
    "Department": "Medical Data Department",
    "Background": "Leonard Snart was raised by an abusive father and took refuge with his grandfather, who worked in an ice truck. When his grandfather died, Snart grew tired of his father's abuse and set out to start a criminal career. Snart joined up with a group of small-time thieves and in planning out a robbery, each was issued a gun and a visor to protect their eyes against the flashes of gunfire. This visor design would later be adapted by Snart into his trademark costume. In recent years he has added a radio receiver to them which picks up the police band to monitor local law enforcement. Snart and the other thugs were captured by the Flash and imprisoned. Snart decided to go solo, but knew he had to do something about the local hero, the Flash.Snart read an article that theorized that the energy emissions of a cyclotron could interfere with the Flash's speed. He designed a weapon to harness that power and broke into a cyclotron lab, intending to use the device to charge up his experimental gun. As he was finishing his experiment, a security guard surprised Snart. Intending to use his gun only to scare the guard, he inadvertently pulled the trigger and discovered that his weapon had been altered in a way he had never imagined. The moisture in the air around the guard froze. Intrigued by this twist of fate, Snart donned a parka and the aforementioned visor and declared himself to be Captain Cold - the man who mastered absolute zero.",
    "Strengths": "Like the majority of the Flash's Rogues, Snart had no innate superhuman powers. He instead relied on his cold guns and instincts. Fellow ice-based villain Mr Freezehas noted that Cold is the only cold-themed villain in the DC Universe to have mastered \"absolute zero\" with his weapons.In the New 52 universe, Captain Cold temporarily had meta-human ice powers, including the power to slow down the Flash or objects traveling at high velocities via molecular deceleration caused by Absolute Zero, but these powers are later lost in the Forever evil series when he is attacked by Deathstorm—the Earth-3 counterpart of Firestorm—with Cold reverting to using his classic ice gun. Despite his lack of professional or technical expertise, Cold states that he spent so long analyzing the parts of his cold gun that he is able to recreate it in just over half an hour using parts stolen from a standard electronics shop. He's even skilled enough to program it for a host of unique effects simulating some of his powers; like his \"Cold Field\" which quick cools the atmosphere to the point that everything caught in it grinds to a halt,or an auto activation function which triggers his Cold Gun's freeze ray via vocalized password input.During the Rebirth storyline, Snart augmented his Cold Gun even further by combining it with the anti-Speed Force technologies by the science criminal cell called Black Hole.The newly christened Black Ice Gun now tacked directly into The Speed Force in order to painfully disrupt a speedster's connection to it. Snart's new cold gun was so powerful that not only could it hinder the Flash in the most excruciating way possible, it was vastly more powerful in scope, able to freeze both the harbor and several city blocks adjacent to their current location.",
    "Weaknesses": "Looking for a way out for him and his sister, Leonard did what so many youths with no other options do; he turned to crime. Leonard started off with small jobs - stealing cars and sticking up gas stations - but as he got better at the work, he moved up. Working with local gangs, Leonard started to go after bigger jobs, including banks and jewelry stores. Through it all, Leonard kept to his second rule and never hit or attacked anyone he was robbing, which often led to him getting into arguments with his fellow criminals. After Flash returned from the Flashpoint, the world was different, and that included The Rogues. In this reality, they had never killed a Flash, but they were still darker than they had been before. Captain Cold's \"no killing\" rule was replaced with \"no killing unless...\" which opened the door for The Rogues to go further than ever before. Captain Cold's rage about his father was eating him up inside, and the constant losses to Flash weren't helping. When the chance presented itself, Leonard used his fellow Rogues to take over Central City with the help of Perpetua and Lex Luthor. With the help of Golden Glider, Flash defeated Captain Cold but not before hundreds of Central City citizens were killed."
  }
}