{
  "fields": {
    "Date_of_birth": "26.06.1970",
    "Name": "Penguin",
    "Sex": "M",
    "Height": 1.47,
    "Weight": 110,
    "Blood_type": "AB+",
    "Rank": "Junior Data Analyst",
    "Security_level": "C",
    "Signature": "Mr. Penguin",
    "Date": "03.10.2022",
    "Department": "Medical Data Department",
    "Background": "Born Oswald Chesterfield Cobblepot, the Penguin was teased very much in his childhood due to his short stature, obesity, and bird-like nose. These traits made him an outcast in his rich, debutante family. Their rejection drove him to become evil.",
    "Strengths": "•\tGenius-Level Intellect: From an early age Penguin was never very physically strong (despite being a skilled martial artist) or appealing and this forced him to learn to live life with a keen intellect. It should be noted that his intellect is almost always sinister in nature even in the most mundane of decisions.\t•\tBusiness Management: Oswald's criminal operations would succeed without a hitch if not for the actions of Batman. Oswald has existed both above and below the law with his businesses; running a legitimate night club as well as selling drugs and weapons from within it.\t•\tLeadership: Penguin always travels with henchmen on any criminal mission or even to outings. He controls bodyguards, chefs, servants, gang members, villains, and so on with masterful talent. He often likes to be with beautiful women to compensate for his grotesque appearance. Oswald has led both legal and illegal operations within Gotham City; under any conditions, such as the Iceberg Lounge.\t•\tCold Tolerance: The Penguin can tolerate sub-freezing temperatures longer than most people. He can spend extended times outdoors in the winter before frostbite, hypothermia, or even discomfort begin. This ability is not superhuman; he is just at the far end of normal human cold tolerance due to his obesity.",
    "Weaknesses": "The Penguin was addicted to tobacco, which he constantly smoked out of a cigarette in a cigarette holder."
  }
}