{
  "fields": {
    "Date_of_birth": "31.12.1926",
    "Name": "Voldemort",
    "Sex": "M",
    "Height": 1.9,
    "Weight": 81,
    "Blood_type": 0,
    "Rank": "Junior Data Analyst",
    "Security_level": "C",
    "Signature": "Lord Voldemort",
    "Date": "03.10.2022",
    "Employee_code": "IT-21-21",
    "Department": "Medical Data Department",
    "Background": "Previously know as Tom Marvolo Riddle. He became the dark lord to take control of the Wizarding world by manipulating the festering relationship between pureblood and Muggle-born wizards.Voldemort is the archenemy of Harry Potter, who according to a prophecy has \"the power to vanquish the Dark Lord\". He attempts to murder the boy, but instead kills his parents, Lily and James Potter, and leaves Harry with a scar on his forehead in the shape of a lightning bolt. Nearly every witch or wizard dares not utter his name and refers to him instead with such monikers as \"You-Know-Who\", \"He Who Must Not Be Named\", or \"the Dark Lord\".Voldemort's obsession with blood purity signifies his aim to rid the wizarding world of Muggle (non-magical) heritage and to conquer both worlds, Muggle and wizarding, to achieve pure-blood dominance. Through his mother's family, he is the last descendant of the wizard Salazar Slytherin, one of the four founders of Hogwarts School of Witchcraft and Wizardry. He is the leader of the Death Eaters, a group of evil wizards and witches dedicated to ridding the Wizarding World of Muggles and establishing Voldemort as its supreme ruler.",
    "Strengths": "Voldemort is an extremely powerful wizard. He knows a lot of spells and is especially proficient in the Dark Arts. He learns new concepts easily.In spite of his narcissism, Voldemort can acknowledge his mistakes and displays a degree of calculated humility. He did not hastily announce his return of power as soon as he regained his physical form except to his supporters and with his candor and charm, winning him his followers and sought to make hay of his missteps, openly revealing such unflattering information to his followers and using it to illustrate how he could use his wits to further enhance his powers. He also showed his followers leniency, even though they had not sought to help him after his downfall, realizing he could not afford to mistreat them until returning to full strength.",
    "Weaknesses": "Voldemort has an arrogant personality and is insensitive to other people's feelings. He has a total disregard for things that he does not understand and has a weak sense of smell.Voldemort is a xenophobe, despising non-magical humans (\"Muggles\") and those who are of mixed magical and Muggle heritage, even though he is one of the latter himself."
  }
}