{
  "fields": {
    "Date_of_birth": "09.03.1982",
    "Name\n": "Blitzkrieger",
    "Sex\n": "M",
    "Height\n": "175cm",
    "Weight\n": "68kg",
    "Blood_type": "AB-",
    "Rank\n": "Junior Data Analyst",
    "Security_level": "C",
    "Signature\n": "Blitzkrieger",
    "Date\n": "24.08.2022",
    "Employee_code": "IT22-06",
    "Department\n": "Medical Data Department",
    "Background\n": "Mittelstaedt was inspecting an electrical power plant when a stray bolt of lightning struck a faulty generator and bathed him in electricity. When he emerged from his coma weeks later, he found that he could summon lightning at will to wield as a weapon. With these powers, he called himself Blitzkreig and began a career as a costumed crime fighter. At one point, he was transported alongside various other international heroes by the alien Grandmaster in order to participate in a so-called Contest of Champions, he was unable to defeat Storm. He later assisted Captain America (Steve Rogers) during the contest then he returned at the end of the encounter. Later, he was seen among those who helped the spaceknight Rom against the alien Dire Wraiths.\nAt some point, Mittelstaedt joined a group of German superheroes, the Schutz-Heiliggruppe, and he was among their number when the team was sent to remand the Nazi criminal Red Skull to Germany to stand trial for war crimes, although the Skull later escaped.",
    "Strengths\n": "Blitzkrieg is able to summon lightning by mentally controlling the electrical charge of his body, other objects, and the particles of dust and water vapor present in the air. All he has to do is mentally give the air one charge (for instance, positive) and an object the opposite charge (negative) and he causes electrostatic energy to spark between them. By controlling how much matter he gives opposite charges, he can control the amount of electricity generated. Because Blitskrieg's lightning is generated externally rather than internally in the manner Electro, he actually has a greater degree of control over it. He generally does not wield lightning outside of his line of sight for fear of accidentally striking something he does not wish to.\n\t•",
    "Weaknesses\n": "He is only limited by extent of his sphere of mental influence over charged particles, which is approximately two miles in radius, and by the presence of lightning objects of energy."
  }
}