{
  "fields": {
    "Date_of_birth": 3.1964,
    "Name\n": "Scarlet Witch",
    "Sex\n": "F",
    "Height\n": "5,7\" in",
    "Weight\n": "132 lbs",
    "Blood_type": "0-",
    "Rank\n": "Junior Data Analyst",
    "Security_level": "C",
    "Signature\n": "Scarlet Witch",
    "Date\n": "24.8.2022",
    "Employee_code": "IT22-03",
    "Department\n": "Medical Data Department",
    "Background\n": "Although much of the Scarlet Witch's true origins remain elusive to her thanks to\nmanipulations by others, she can still recall her early days as a child with her twin brother\nPietro. The two lived on Wundagore Mountain in Eastern Europe, believing themselves born\nas mutants to a Romani couple named the Maximoffs. Given the name Wanda, she lived for a\nshort time in childish innocence until local troubles involving her parents separated her and her\nbrother from them and forced her to hide her growing powers.",
    "Strengths\n": "The source of Wanda's unnatural abilities stem from a two-fold base; unparalleled mastery of\nactual magic and an innate power to warp reality.\n\nDue to exposure to mystic energies and forces at an early age, Wanda may reshape reality to\nvarious extremes. Known as a \"hex\" in her formative years as an Avenger, the Scarlet Witch\nbelieved she used the ability to affect probabilities for a positive benefit to herself, though at\ntimes to imprecise outcomes. Later, she mastered the ability and began to understand it as a\nliteral altering of reality.\n\nIn addition, Wanda trained under other magicians and spellcasters to become proficient in\nmagic-use, which manifests from incantations and spells. To this end, she has become one of\nthe most proficient sorceresses on Earth.",
    "Weaknesses\n": "Though she does not possess a quite-so specific rogues gallery as many of her fellow costume\nchampions, the Scarlet Witch can claim a few immediate enemies from her years with the Aven\nand her own personal trials.\n\nThe powerful mutant known as Magneto subverted Wanda at an early age to not only believe h rself to\nbe a mutant, but also his daughter. Wanda eventually rebelled against the villain's manipulation to\nultimately confront him whenever encountered and act as a bulwark to his schemes. Doctor Do\nanother dominant personality in Wanda's life, desired her powers for himself, and betrayed her hen\nshe sought him out once to help her uncover missing memories. Later, Doom closeted her in his native\ncountry after a dramatic event, taking advantage of the amnesia she then suffered under and\nproclaiming his supposed affections for her.\n\nThe enetic enius called the Hi h Evolutiona has also caused miser in the Scarlet Witch's Ii\nclaiming responsibility for her abilities and confusing her further as to her and her brother's parentage."
  }
}