{
  "fields": {
    "Date_of_birth": "18.05.1996",
    "Name\n": "Kid Quick",
    "Sex\n": "non-binary",
    "Height\n": "1,75",
    "Weight\n": 61,
    "Blood_type": "AB",
    "Rank\n": "Junior Data Analyst",
    "Security_level": "C",
    "Signature\n": "Kiq Quick",
    "Date\n": "13.9.2022",
    "Employee_code": "IT22-19",
    "Department\n": "Medical Data Department",
    "Background\n": "Jess Chambers, better known as Kid Quick, is a member of the Earth 11 's Teen Justice. General population doesn't know their secret identity. Kid Quicks' parents are Johnny Quick and Liberty Belle. They're Justice Guild member Jesse Quick's nibling, and, just like their aunt, they use the formula 3X2(9YZ)4A to access the Speed Force and also the counter-formula Z25Y(2AB)6 for the opposite effect (it is enough that the formulas are said or heard to have resulted). The Speed Force is an energy field that grants all speedsters their power. The Speed Force is equivalent to time itself, describing it as existence moving through reality, kinetic energy, and temporal energy. \nGotham City's famous Teen Justice - sidekicks of the Justice Guild Members - came together to fight their mentors as they tried to free them, until, acting in a team effort, they achieved their goal, also saving New Year's Eve.",
    "Strengths\n": "Jess possesses a connection to the peed Force, a mysterious cosmic orce that pushes time and space itsel forward. As a conduit of the Speed Force, all aspects of Jess's physiology are accelerated and enhanced. By having a connection to the speed force, Jess has an incredibly fast healing factor and can heal from most injuries in seconds and devastating injuries in minutes. The Speed Force enhances Jess's senses, allowing them to perceive and process thoughts faster than the normal person. Jess can tap into the Speed Force to vibrate their molecules in a way to achieve intangibility for short bursts, allowing them to phase through objects. The Speed Force manifests an aura around Jess and whatever they are carrying, protecting them from adverse effects of their speed, such as friction with the air. The Speed Force Aura also protects Jess from kinetic impacts, which in turn, makes them much more durable and resistant to injury than any normal human. The Speed Force grants Jess with a great increase of stamina, allowing them to fight or run much longer than the average person. Although a great increase, it is not unlimited. The universal factor of being a Speed Force conduit grants Jess with imperceptible amounts of speed. All powers that Jess possesses derives from their speed. This also confers: Superhuman Agility &amp; Reflexes. Jess is able to create vortices of air by running in circles or rotating their extremities at super-speed.",
    "Weaknesses\n": "Jess must regularly consume vast quantities of calories to fuel their speed du to Hyper-Metabolism. Being exposed to the formula Z25Y(2AB)6 causes them to lose their connection to the Speed Force due to Vulnerability to Counter-formula."
  }
}