{
  "fields": {
    "Date_of_birth": "22.11.1973",
    "Name\n": "Deadpool",
    "Sex\n": "M",
    "Height\n": "1,88",
    "Weight\n": 102,
    "Blood_type": "O negative",
    "Rank\n": "Junior Data Analyst",
    "Security_level": "C",
    "Signature\n": "Deadpool",
    "Date\n": "22.11.2022",
    "Employee_code": "T122-05",
    "Department\n": "Medical Data Department",
    "Background\n": "Wade Wilson had always been rather mentally unstable. In his adulthood, he found himself wanting to be a hero by joining the military, but they turned him down because of his mental instability. And to make matters worse, Wade then discovered that he was diagnosed with lung cancer and was slowly dying. He broke up with his girlfriend to spare her from the burden of a man doomed to die, however it wasn't long before the Weapon X program came to him, offering not to cure his cancer, but to work around it to make him into the hero he always wanted to be. The program gave him a healing factor that negated his cancer... But also made him even more insane, and massively mutilated his face with rapidly-growing tumors. Because his healing factor made him nearly unkillable, the sadistic Dr. Killebrew used him for his experiments that would kill any normal human being. He escaped the Weapon X facilty and took up the mantle of the hero, Deadpool. Except... Whether or not he's a hero is pretty debatable.",
    "Strengths\n": "Regeneration/Healing Factor.\nExtended longevity.\nSkilled marksman, swordsman, martial artist and hand-to-hand combatant.\nMaster assassin.\nUsing devices granting teleportation and holographic disguise.\nFourth wall breaks.\nPeak human speed.\nSuperhuman strength, durability, stamina, reflexes and agility.",
    "Weaknesses\n": "Drop a planet on him. Recently, Deadpool canonically died in the Marvel Comics universe. ...\nUse Thanos. ...\nRemove his 'curse' ...\nTurn off his healing factor. ...\nUse Carbonadium on him. ...\nComplete disintegration. ...\nCure his cancer. ...\nUse Loki."
  }
}