{
  "fields": {
    "Date_of_birth": "28.02.1940",
    "Name\n": "Joker",
    "Sex\n": "M",
    "Height\n": 195,
    "Weight\n": 90,
    "Blood_type": "AB",
    "Rank\n": "Junior Data Analyst",
    "Security_level": "C",
    "Signature\n": "Joker",
    "Date\n": "24.08.22",
    "Employee_code": "IT22-13",
    "Department\n": "Medical Data Department",
    "Background\n": "The Joker debuted in Batman #1, the Spring 1940 launch of the Dark Knight’s dedicated comic-book series; it also revealed the superhero’s origin for the first time and contained the first appearance of Catwoman. (Batman first appeared in a separate series, Detective Comics, which gave DC Comics its name and in which he still stars to this day.)\n\nBut the creation of the Clown Prince is shrouded in controversy, with the three men involved — writer Bill Finger and artists Bob Kane and Jerry Robinson — each offering a different account of how the Joker came to be. The exact order of events varies depending on who you believe, but in essence, the character was a hybrid of influences. Robinson produced a joker playing-card design. Finger provided inspiration in the form of a clown-face logo from Coney Island and, crucially, a picture of actor Conrad Veidt playing the disfigured, permanently grinning title character in the 1928 horror film The Man Who Laughs. Both Robinson and Kane, who for decades received sole credit for the creation of Batman, designed the character on the page, while Robinson and Finger helped develop the concept of the Joker as Batman’s nemesis. The result was a villain unlike any of the gangsters and mad scientists Batman and his recently added sidekick Robin had ever faced before.",
    "Strengths\n": "he's insane. Absolutely, stark-raving, mad. Even the crazies know not to mess with him because he's the craziest of them all.",
    "Weaknesses\n": "Batman. The Joker exists for one reason: to be the fun house mirror Batman is forced to stare into. If Batman dies (or retires) he does too"
  }
}